Repository: vandalt/dotfiles-archive
Catalog: .local/share/gnome-shell/extensions/putWindow@clemens.lab21.org/locale/*/LC_MESSAGES/putWindow.po
Languages: de, sk

source: Main
de: Allgemein
sk: Hlavné

source: Width &amp; Height
de: Breite &amp; Höhe
sk: Šírka &amp; Výška

source: Keyboard Shortcuts
de: Tastenkombinationen
sk: Klávesové skratky

source: Move Focus
sk: Zmena fokusu

source: Applications
de: Anwendungen
sk: Aplikácie

source: Both
de: Beide
sk: Obe

source: Only height
de: Nur Höhe
sk: Iba výška

source: Only width
de: Nur Breite
sk: Iba šírka

source: Never change size
de: Größe nie ändern
sk: Nikdy nemeniť veľkosť

source: Nothing on first move, both on second
de: Nichts beim ersten mal, beide beim Zweiten
sk: Bez zmeny pri prvom presune, obe pri druhom

source: Nothing on first move, Only height on second
de: Nichts beim ersten mal, nur Höhe beim Zweiten
sk: Bez zmeny pri prvom presune, iba výška pri druhom

source: Nothing on first move, Only width on second
de: Nichts beim ersten mal, nur Breite beim Zweiten
sk: Bez zmeny pri prvom presune, iba šírka pri druhom

source: Main settings
de: Allgemeine Einstellungen
sk: Hlavné nastavenia

source: Always use multiple widths/heights:
sk: Vždy použiť násobky šírky/výšky:

source: Disable this option to move to other screen if possible
de: Deaktivieren um Fenster auf anderen Bildschirm zu verschieben
sk: Vypnite túto voľbu pre presunutie na inú obrazovku, ak je to možné

source: Enable move to workspace:
de: Zwischen Arbeitsflächen verschieben
sk: Povoliť presun na pracovnú plochu:

source: Move to center maximizes and restores initial window size (first w/h only):
sk: Presun do stredu maximalizuje a obnoví pôvodnú veľkosť okna: (first w/h only):

source: Maximize the window on first move and restore original size and position on second. Only works with first width/height
sk: Maximalizovať okno pri prvom presune a obnoviť pôvodnú veľkosť a pozíciu pri druhom (Only works with first width/height)

source: Always ignore top panel:
de: TopPanel immer ignorieren:
sk: Vždy ignorovať horný panel:

source: Enable this if you use an extension to hide the top panel
sk: Povoľte túto voľbu, ak používate rozšírenie na ukrytie horného panelu

source: Intelligent corner movement:
sk: Inteligentný pohyb v rohoch:

source: Quite difficult to describe. Enable it and move a window from S to E,
sk: Náročné na opísanie. Zapnite túto voľbu a presuňte okno z juhu na východ,

source: Keep width when moving north/south:
de: Breite nicht ändern, wenn nach oben oder unten verschoben wird:
sk: Zachovať šírku pri presune na sever/juh:

source: Windows will not change their width when moved north or south
sk: Okná si zachovajú svoju šírku pri presune na sever alebo juh

source: Keep height when moving east/west:
de: Höhe nicht ändern, wenn nach links oder rechts verschoben wird:
sk: Zachovať výšku pri presune na juh/západ:

source: Windows will not change their height when moved east or west
sk: Okná si zachovajú svoju výšku pri presune na východ alebo západ

source: Moving to corner:
de: In die Ecke verschieben:
sk: Presun do rohu:

source: Adjust window width and height when moved to corner?
de: Soll die Breite und Höhe des Fensters geändert werden, wenn es in eine Ecke verschoben wird?
sk: Upraviť šírku a výšku okna pri presune do rohu?

source: Center Width &amp; Height
sk: Centrovať širku &amp; výšku

source: You can define up to three sizes that will be used when you move a window to the same direction multiple times. Equal values are ignored.
de: Du kannst bis zu drei Größen angeben die beim wiederholtem verschieben in die gleiche Richtung verwendet werden. Gleiche Werte werden ignoriert.
sk: Môžete definovať až tri veľkosti, ktoré sa použijú pri viacnásobnom presune okna rovnakým smerom. Rovnaké veľkosti budú ignorované.

source: First:
de: Erste:
sk: Prvá:

source: Second:
de: Zweite:
sk: Druhá:

source: Third:
de: Dritte:
sk: Tretia:

source: North height
de: Höhe Oben
sk: Severná výška

source: South height
de: Höhe Unten
sk: Južná výška

source: East width
de: Breite Links
sk: Východná šírka

source: West width
de: Breite Rechts
sk: Západná šírka

source: Move to top right corner
de: In die rechte obere Ecke verschieben
sk: Presun do pravého horného rohu

source: Move to top left corner
de: In die linke obere Ecke verschieben
sk: Presun do ľavého horného rohu

source: Move to bottom right corner
de: In die rechte untere Ecke verschieben
sk: Presun do pravého spodného rohu

source: Move to bottom left corner
de: In die linke untere Ecke verschieben
sk: Presun do ľavého spodného rohu

source: Move to top
de: Nach oben verschieben
sk: Presun nahor

source: Move to right
de: Nach rechts verschieben
sk: Presun doprava

source: Move to bottom
de: Nach unten verschieben
sk: Presun nadol

source: Move to left
de: Nach links verschieben
sk: Presun doľava

source: Move to center/maximize
de: Zentrieren/Maximieren
sk: Presun do stredu/maximalizovanie

source: Move to configured location
de: Auf definierte Position verschieben
sk: Presun do nastavenej lokácie

source: Move to the left screen
de: Auf den linkten Bildschirm verschieben
sk: Presun na ľavú obrazovku

source: Move to the right screen
de: Auf den rechten Bildschirm verschieben
sk: Presun na pravú obrazovku

source: 'Move Focus' allows you to change the focus based on the relative location of the current focused window using the keyboard and to push the currently focused window into the background to get the focus to the windows below.
sk: 'Zmena fokusu' umožňuje pomocou klávesnice zmeniť fokus relatívne voči aktuálne vybranému oknu a poslať aktuálne vybrané okno do pozadia a umožniť tak výber okien pod ním.

source: Enable 'Move focus'
de: 'Move Focus' aktivieren
sk: Povoliť 'Zmenu fokusu'

source: Show animation when moving
sk: Zobrazovať animáciu pri presune

source: Enable focus the window that's north of the current
sk: Povoliť zmenu fokusu na okno, ktoré je na sever od aktuálneho okna

source: Enable focus the window that's east of the current
sk: Povoliť zmenu fokusu na okno, ktoré je na východ od aktuálneho okna

source: Enable focus the window that's south of the current
sk: Povoliť zmenu fokusu na okno, ktoré je na juh od aktuálneho okna

source: Enable focus the window that's west of the current
sk: Povoliť zmenu fokusu na okno, ktoré je na západ od aktuálneho okna

source: Enable move the focus to the left screen
sk: Povoliť zmenu fokusu na ľavú obrazovku

source: Enable move the focus to the right screen
sk: Povoliť zmenu fokusu na pravú obrazovku

source: Keyboard bindings
de: Tastaturbelegung
sk: Priradenia kláves

source: Move the window focus up
sk: Zmena fokusu na okno hore

source: Move the window focus right
sk: Zmena fokusu na okno vpravo

source: Move the window focus down
sk: Zmena fokusu na okno dole

source: Move the window focus left
sk: Zmena fokusu na okno vľavo

source: Push focused window to the background
sk: Presunút aktívne okno do pozadia

source: Move the focus to the left screen
sk: Fokus na ľavú obrazovku

source: Move the focus to the right screen
sk: Fokus na pravú obrazovku

source: Enabled
de: Aktiv
sk: Povolené

source: Action
de: Aktion
sk: Akcia

source: Error updating Keybinding
de: Fehler beim Aktualisieren der Tastenkombination
sk: Chyba pri priraďovaní kláves

source: Keyboard binding already defined
de: Tastenkombination bereits definiert
sk: Priradenie už obsadené

source: The binding is already used by '%s'
de: Tastenkombination wird bereits von '%s' verwendet
sk: Priradenie je už použité '%s'

source: Error clearing keybinding
de: Tastenkombination konnte nicht zurückgesetzt werden
sk: Nepodarilo sa zrušiť priradenie

source: Modify
de: Ändern
sk: Zmeniť

source: Application based size and location setting, that allows you to move windows on startup or circle between multiple configured locations.
de: Größe und Position für einzelne Anwendungen festlegen. Ermöglicht automatisches verschieben und verschieben an definierte Position(en)
sk: Nastavenie veľkostí a pozícii okien pre konkrétne aplikácie, ktoré vám umožní presúvať okná pri ich vytvorení alebo prepínať medzi viacerými nakonfigurovanými umiestneniami.

source: Remove an existing application setting
de: Anwendung Einstellungen entfernen
sk: Odstrániť existujúce nastavenie aplikácie

source: Delete application '%s'?
de: Anwendung '%s' wirklich entfernen?
sk: Vymazať aplikáciu '%s'?

source: Are you sure to delete the configuration for '%s'?
de: Möchtest du die Einstellungen für '%s' wirklich löschen?
sk: Naozaj chcete vymazať nastavenie pre '%s'?

source: Add a new application (make sure it is running)
de: Neue Anwendung hinzufügen (muss aktiv sein)
sk: Pridať novú aplikáciu (uistite sa, že beží)

source: Add application
de: Anwendung hinzufügen
sk: Pridať aplikáciu

source: Please select the application you want to add
de: Wähle bitte eine Anwendung aus
sk: Prosím, vyberte aplikáciu, ktorú chcete pridať

source: 'Applications' config is not saved automatically.
de: Einstellungen werden nicht automatisch gespeichert.
sk: Nastavenie aplikácii nie je automaticky uložené.

source: Select an application to configure using the list on the left side.
de: Wähle eine Anwendung aus der Liste.
sk: Vyberte aplikáciu, ktorú chcete konfigurovať v zozname na ľavej strane.

source: Error getting running apps
de: Aktive Anwendungen konnten nicht geladen werden
sk: Chyba pri získavaní zoznamu bežiacich aplikácii

source: We were not able to get the list of running apps from Wnck. Are you running Wayland?
sk: Nepodarilo sa získať zoznam bežiacich aplikácii z Wnck. Používate Wayland?

source: Move window to workspace when created
de: Neues Fenster automatisch auf Workspace verschiebe
sk: Presunúť okno na pracovnú plochu pri vytvorení

source: Window target workspace
de: Ziel Workspace des Fensters
sk: Cieľová pracovná plocha okna

source: Auto-Move window when created
de: Neue Fenster automatisch verschieben
sk: Automatické presunutie okna pri jeho vytvorení

source: Screen
de: Bildschirm
sk: Obrazovka

source: Width
de: Breite
sk: Šírka

source: Height
de: Höhe
sk: Výška

source: X-Position
sk: Súradnica X

source: Y-Position
sk: Súradnica Y

source: Keep window on current screen:
de: Fenster auf aktuellen Bildschirm belassen:

source: Keep width when moving from center to south or north:
de: Breite nicht ändern, wenn ein zentriertes Fenster nach oben oder unten verschoben wird:

source: Disable resize
de: Größe nicht ändern

source: Width and height of the window will not be changed
de: Breite und Höhe des Fensters wird nicht geändert

source: Disable moving
de: Position nicht ändern

source: Relative position of the window will not be changed
de: Relative Position des Fensters wird nicht geändert
